[
    {
        "title": "BBE presents RL GRIME + GOLDLINK [BRISBANE]",
        "price": "\n\t$99\n",
        "description": "\n**THIS SHOW IS 16+**\nWith his hotly anticipated album NOVA out now, RL Grime now announces a huge Australian album tour set for this November. Bringing along Goldlink as a very special guest, the tour will head around the country playing at iconic venues and includes stops at This That and Spilt Milk festivals. \nRL Grime is no stranger to Australian audiences having sold out multiple venues on his biggest headline tour to date in 2017 and performing at festivals including Splendour in the Grass. You won’t want to miss out when he brings Goldlink with him to Australia later this year.\n**ALL SALES ARE FINAL**\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSat., 10/11/2018, 6:00 pm AEST\n\n\nAdd to Calendar\n\n\n\nLocation\n\nBrisbane Showgrounds\n600 Gregory Terrace \nBowen Hills, QLD 4006 \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "QUT Engineering Ball 2018",
        "price": "\n",
        "description": "\nA true Englishman doesn’t joke when he is talking about so serious a thing as a wager. We will bet twenty thousand pounds against anyone who wishes that we will make a night that will cause your world to spin!It is for this year, QUT Engineering Ball 2018 takes YOU: Around the World in 80 Days!!Let’s live eccentrically, as it must be confessed there is something good in eccentricity. A night like no other. A wonder of the world you haven’t yet seen, this ball will not only top that of last years. But bring you to all four corners of the world within a night! Beginning at 7:00pm we take you from London to Suez, and from Hong Kong to San Francisco but not before we stop by Tokyo and find a bar in far Bombay! We reach the end of the line at 11:00pm, only to hop aboard the bus to an exclusive official after party! \n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSun. 30 September 2018\n7:00 pm – 11:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nThe Landing at Dockside\n44 Ferry Street \nKangaroo Point, QLD 4169 \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "Mushroom Racing: Brisbane",
        "price": "\n\tA$100.16\n",
        "description": "\nHave you ever wanted to race against your favourite characters while collecting stars to win amazing prizes? 'Go Karting with a twist will be headed to a secret location for a unique experience that combines your favourite characters, friends and new friends for a driving experience that will take you back in time.\nOn the race day, you'll be able to pick your favourite character, drive our custom go karting track dressed as them.\nTickets for this event are extremely limited.\n​Get ready for the rally of a lifetime!\nDetails on meeting points and the event will be sent to a week prior to the event.\nPLEASE CHECK YOUR TICKET TYPE FOR DATE OF THE EVENT. EVENT START DATE MEANS THE DATE THE SERIES STARTS. YOUR TICKET IS ONLY VAILD FOR THE DATE YOU BOOK. \nTickets include: \n - Costume hire (Charactors)\n - CBD pick up and drop off \n - Approx. 20 laps \n- Games room activities and more\n\nFAQ on website\n\nPrizes to be won include $1000 CASH! and more - Please note this is not a street race. \nSuitable for 16+ ages \n\nSee video:\nhttps://www.mushroomracing.com/\n\n\n\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSat, Nov 17, 2018, 9:00 AM –\nSun, Nov 18, 2018, 7:00 PM AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nSecret Location\nBrisbane \nBrisbane, QLD \n\nView Map\nView Map\n\n\n"
    },
    {
        "title": "PINOT PALOOZA: Brisbane 2018 ",
        "price": "\n\t$69.05 – $111.03\n",
        "description": "\nThe largest touring Pinot Noir festival on the planet is back for 2018! Are you ready? \n REVEL presents PINOT PALOOZA.\n Pinot Palooza is back for its biggest year yet, touring 11 cities in five countries. That’s Perth, Adelaide, Auckland, Christchurch, Wellington, Melbourne, Sydney, Brisbane, Singapore and, for the first time, Tokyo and Hong Kong!\nSo, no matter where you live, it’s time to grab your friends and let your taste buds loose over some of the finest wines produced in the world!\nPinot Palooza is wine that ROCKS. Our line-up of Pinot producers are the best from Australia, New Zealand and beyond. So come, soak up the music and drink your way across the globe.\nAll tickets include an epic take home wine glass and unlimited wine tastes. NO TOKENS.\nLimited VIP Tickets tickets are also available. The format for VIPS is a little different this year - there's no separate day, or early start, but the entire event has been extended to run from 11am - 6pm. You'll get a glass of fizz on arrival, a dedicated lounge area with exclusive offerings, plus more TBA. \nThis event sells out every year so be sure to get in quick!\nPINOT PALOOZA: COMING TO A CITY NEAR YOU!\n #pinotpalooza\n\nTICKETING FAQs\nAre there ID requirements or an age limit to enter the event?\nYes please. As alcohol is at the event, you must be over 18 to attend. Please bring a valid form of identification with you on the day just to be sure (Passport or driving license).\nAre children permitted at the event?\nThis is always a tough one. Whilst the answer is a non discriminatory ‘yes’, our events are often very busy, loud and a little hectic so not an ideal place for little people. We suggest getting a baby sitter and having the day off. We’ll bring the wine. \nWill tickets be available on the door?\nOnly if there are any available. But more often than not, ‘no’ as the events sell out prior. We cap numbers to ensure everyone has a great time and it’s not too crazy as we want you coming back. We strongly suggest buying tickets prior to ensure you don’t miss out.\nIs there a refund policy?\nRefunds are available on all tickets up to 30 days prior to the event. After that date, no dice sorry. If after that time, it’s always good to check on the event pages as often people are looking to purchase ones if the event is sold out.\nI haven’t received my ticket? What do I do?\nAn automated email is sent upon purchasing tickets. If you don’t receive it, it could be for a couple of reasons. Firstly, check the spam folder as sometimes they get stuck there. Other times, when in a rush to purchase (!), some accidentally enter their email address incorrectly. If that’s the case, drop us an email and we’ll search and resend. But all good, you’ll be in our system.\nDo I need to print the tickets.\nIt’s always easier, yes. But, even better is the eventbrite app which keeps them all on your phone. We’ll scan you in when you arrive.\nTasting, not drinking!\nWe like to think of these events as a tasting, not a drinking as we want you to experience as many different wine styles on offer. Creating a safe, welcoming and non-intimidating event environment is what we’re all about so any inappropriate behaviour, of an intoxicated nature or not, that is dangerous to yourself and or others, is just not acceptable.\nWe have a strict ‘no d*$%head’ policy so if we witness any of the above, we reserve the right to take appropriate action and have you removed from the venue.\nI’ve got a couple of other random questions, what should I do?\nEasy. Drop us an email at cheers@revel.global and we’ll get right back to you.\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSat. 13 October 2018\n11:00 am – 6:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nBrisbane Showgrounds\n600 Gregory Terrace \nBowen Hills, QLD 4006 \n\nView Map\nView Map\n\n\nRefund Policy\n\nRefunds up to 30 days before event\n\n"
    },
    {
        "title": "Precious Wings Luncheon 2018",
        "price": "\n\t$120 – $258.11\n",
        "description": "\nWe would love you to join us for this year’s Luncheon. Our luncheon is the most important source of income we have to enable us to continue to support bereaved families for the coming year and expand our service to include as many families in Queensland as possible.\n We are trying really hard to raise $80,000 which will enable us to achieve the following:\n\n\nProvide 1,000 memory boxes to bereaved families including expansion to the more regional and remote areas of Queensland\n\n\nHold monthly support groups in multiple locations combined with memory box making, facilitated by a qualified counsellor\n\n\nProvide education sessions to health professionals, students, funeral homes and crematoriums about how to care for bereaved families and how to use our memory boxes\n\n\nProvide 1,500 miscarriage memory bags for families experiencing early pregnancy loss\n\n\nWe are expecting 400 guests for an afternoon of high quality food, champagne, entertainment, guest speakers and exciting auctions; as well as some moments of reflection for the families that Precious Wings supports. The event will be hosted by ‘Those Two Girls’, who have been our MC’s for the past three years.\nWe are so excited to announce that Australian Singer Songwriter Coby Grant is flying in from Melbourne to be a special guest, Coby will be singing her beautiful song 'Winter Bear' which she wrote for a couple whose son was stillborn.\nThe event will be held at the new W Hotel on North Quay. The new W Hotel (part of the Starwood Group and with an outstanding reputation worldwide) will be the first of its kind in Australia and is a new interpretation of modern luxury overlooking the Brisbane river.\nLast year’s event was an overwhelming success. Help us make this year an even larger event and surpass last year’s fundraising total.\nDress code:  Cocktail\n\nFAQs\nAre there ID or minimum age requirements to enter the event?\nThis is an over 18's event, we are sorry, children are not able to attend.\n\nHow can I contact the organiser with any questions?\nPlease email info@preciouswings.org with any questions.\n \nWhat's the refund policy?\nRefunds are available until the 5th October, after this date refunds are no longer available.\n \nDo I have to bring my printed ticket to the event?\nYou can bring the electronic version of your tickets on your smart device.\n\nHow can I book a table of 10 when don't have the names of all attending?\nBook the table of 10, using your name in each attendee field and no dietary requirements. You can log back in later to update the names and the dietary requirements.\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSat. 13 October 2018\n12:00 pm – 4:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nW Hotel\n81 North Quay \nBrisbane, Queensland 4000 \n\nView Map\nView Map\n\n\nRefund Policy\n\nRefunds up to 7 days before event\n\n"
    },
    {
        "title": "ARCA National Conference 2018",
        "price": "\n\t$2,915 – $4,015\n",
        "description": "\nThe 6th Annual ARCA National Conference will be held from 14 – 16th November 2018 at the Sofitel Brisbane.\nThis conference is the premier annual event for credit risk professionals in Australia, providing delegates with top quality education and networking opportunities, to share best practices and to collaborate with peers.\nIn 2017, over 425 credit risk professionals attended from 112 different companies and from across many industries. \nThe 2018 theme is “Transition to Open Data – Managing the Change”. \nOur developing agenda will include presentations from Australian and international leaders on topics including:\n\nPossible open data models for Australia given our unique privacy culture\nLessons from markets that have “gone first”\nTechnical practicalities of implementing open data\nImpact of unregulated data and products on the credit reporting system\nIncome and expense verification\nRevamp of the HEM following the Royal Commission\nWill we see a credit crunch? What happens when CCR reveals the ugly truth of borrower indebtedness?\n\nThe ARCA National Conference is known for providing top quality strategic insights and networking opportunities for senior executives in the credit risk industry - as well as professional development and motivational opportunities for their teams.\nFor more information visit the event website here.\n\n\n Enquiries:\nDomonique Jovanovich - djovanovich@rfigroup.com or +61 2 9126 2638 for general enquiries.\nRebecca Murray – rmurray@arca.asn.au or 0419 633 346 for event enquiries.\nJames Harradine – jharradine@rfigroup.com or +61 2 9126 2616 for ticketing enquiries.\nJulien Wilson – jwilson@rfigroup.com or +61 2 9126 2623 for sponsorship opportunities.\n\n\nTo inquire about ARCA membership please contact Rebecca Murray, rmurray@arca.asn.au, +61 (0)419 633 346\n www.arca.asn.au \n",
        "date and time and location": "\nDate and Time\n\n\n\n\nWed., 14/11/2018, 2:00 pm –\nFri., 16/11/2018, 5:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nSofitel Brisbane Central\n249 Turbot Street \nBrisbane City, QLD 4000 \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "LAST (Lean Agile Systems Thinking) Conference Brisbane 2018",
        "price": "\n\t$110 – $125\n",
        "description": "\nLAST Conference Brisbane: Level Up!\n\nThursday 27th September 2018 – QUT Gardens Point Campus\nDESCRIPTION\n\n\n\nLAST Conference is an affordable, grassroots mini-conference for Lean, Agile, and Systems Thinking practitioners. The schedule encourages participation and interaction via talks, workshops and activities.\nLAST is designed to be a platform for cross discipline collaboration and the development of professional skills and knowledge. The conference is rooted in the lean and agile movements, but has a broader remit than just those domains. We are here to help people level up in their professional capabilities.\n\nWe encompass software and product development, user and customer experience, leadership and management, organisational design and strategy, project management and process improvement, innovation and creativity.\nBy coming together and sharing our knowledge and experiences with each other, we all learn to be better at work and can continue to grow and help others. You can draw from a variety of fields and experiences to contribute content.\nPeople that come to LAST come from all walks of life and contribute together to growing the capabilities of the Brisbane workforce.\nTogether we make all of us better.\nNB - Please read the Registration FAQs, especially the Change and Refund policies, and the Community Code of Conduct before registering.\nFind out more about us on our website. Tell your interstate colleagues about LAST Conferences in Melbourne, Sydney and Canberra.\nFAQs\nI have submitted a session, and I saw that people selected get a free registration. do I get my money back?\nYes, just let us know, once you are selected. You might also like to hold onto the registration and give it to a colleague. As we always fill up, registrations become sought after.\nWhat are my transport/parking options getting to the event?\nQUT getting there.\nIs my registration/ticket transferrable?\nYou may send a substitute in your place, if you can no longer attend.\nEventBrite tells you how to change your details or transfer your registration.\n\nWhere can I contact the organiser with any questions?\nPlease see the website for full details of the event.\n\n\n\n\n\n\nIf you can't find what you need, you can email brisbane@lastconference.com\n\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nThu. 27 September 2018\n8:00 am – 5:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nQUT Gardens Point Campus\n2 George Street \nBrisbane City, QLD 4000 \n\nView Map\nView Map\n\n\nRefund Policy\n\nRefunds up to 30 days before event\n\n"
    },
    {
        "title": "Trixie Mattel : Skinny Legend",
        "price": "\n\t$81.08 – $127.57\n",
        "description": "\nIn The Dark PresentsTRIXIE MATTEL : SKINNY LEGENDFeature Length 75 Minute Fully Seated Theatre Tour Australia & NZ 2019This is an All Ages event. Under 18s must be accompanied by a guardian (read faq)\nShe’s blonde, she’s the winner of RuPaul’s Drag Race All Stars Season 3, she’s a Skinny Legend and she’s bringing her brand new full length, all-ages show to a theatre near you!\nFor the first time in Australia and New Zealand, Trixie Mattel will be wowing audiences with her music, laughter and surprises in a 75 minute spectacular, Skinny Legend.Two time RuPaul’s Drag Race loser and All Stars winner, Trixie Mattel has been releasing albums, gracing your screens and touring the world since 2015.\nKnown for her country music, pink lipstick, relentlessly blonde hair and ridiculously hilarious stories, Trixie has three successful comedy tours under her wig and we’re so excited to bring you the fourth instalment in 2019!\nTicket Options– General Admission Tickets– Only 75 VIP Meet & Greet tickets per city which include : VIP reserved seating at the front of the theatre, a signed tour poster, a professional photo and a VIP meet and greet with Trixie.\nProfessional Filming and photography not permitted.Ticketing FAQ Here\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nThu. 7 February 2019\n7:00 pm – 10:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nPlaza Auditorium\nBrisbane Convention & Exhibition Centre \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "Seadeck Brisbane: RIVERFIRE Saturday 29th September",
        "price": "\n\t$85.75 – $101.42\n",
        "description": "\nSEADECK BRISBANE: RIVERFIRE CRUISE\n**IMPORTANT INFO: Unfortunately access to Southbank Wharf is closed for River Fire so we have arranged coaches to pick you up and take you to our Marina to board SEADECK**\nWhen: Saturday 29th September 2018Arrive: 3.00pm (please have your ticket ready)Where: 200 Roma Street (Outside Queensland Police Station)Departs: 3.30pm (sharp)Travel to MarinaDepart Marina: 4.45pmArrive back at Marina: 9.30pm (approx.)Travel back to 200 Roma StreetArrive 200 Roma Street: 10.30pm (approx..)GA 1st Release: $80 + booking fee GA 2nd Release: $95+ booking fee All Guests will be greeted with a glass of sparkling on arrival\nBOOKINGS ESSENTIAL\nSeadeck cruises are over 18’s events. Please ensure you have valid photo ID to produce on request.\n* Please note the ticket price is not inclusive of food and beverage \nAdd a touch of glamour to your River Fire celebrations and celebrate aboard Seadeck with one of the best spots on the river to witness the spectacular fireworks.\nMeasuring 42 meters, Seadeck has 3 vast open decks from which to enjoy unrestricted 360 degree views of Brisbane's skyline.\nENTERTAINMENTMidnight TangoTim Fuchs & Tim Persley\n\nRIVER FIRE VIP Table Bookings: Book a VIP table and take your River Fire SEADECK experience to a whole new level – we have a number of private tables available affording you and your guests an exclusive space to enjoy the day along with the best view of the harbour and our main deck.Please email vip@seadeck.com.au for all VIP Table Booking Enquiries\nSeadeck’s Executive Chef Drew Bolton has prepared a custom menu and our cocktails have been designed by industry legend Jason Crawley.\n\nWe ask all guests to check the weather conditions and dress appropriately. We do also ask no singlets, thongs, bridal paraphernalia, heavy jewellery or offensive clothing. We ask for no gang related or heavy tattoos. We do ask any guests with tattoos keep them covered best as possible dressing to our smart casual dress code. Security still reserve the right to refuse entry to any group or guest. \n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSat. 29 September 2018\n3:00 pm – 10:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\n200 Roma Street\nBrisbane City, QLD 4000 \n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "Email Marketing Summit Australia - 2018",
        "price": "\n\t$251 – $335\n",
        "description": "\n\n12 speakers. 8 hours. 1 day dedicated to achieving email marketing excellence.\nThe Email Marketing Summit Australia (EMSA) is Australia’s premier email marketing event, designed by email marketers for email marketers.\nFeaturing an international keynote and 11 email marketing experts from around Australia, this is THE event for any business that uses email as part of their marketing strategy.\nWhy attend?\nEMSA will appeal to both new and seasoned marketers, giving all attendees the opportunity to:\n\nLearn about the latest topics and trends in the world of email marketing\nHear from 12 email marketing experts\nEngage in dialogue with speakers through Q&A time and during the breaks\nTake away practical tips and tricks to enhance email marketing programs\nMeet and mingle with over 300 email marketers from around Australia\n\nWho is EMSA for?\nAnyone who would like to:\n\nLearn about Email Marketing\nIncrease campaign measurability, effectiveness and ROI\nHear some great new ideas & case studies\nImprove their Email Marketing skills\nBoost sales and conversions through email marketing\nGrow their business and get more customers using email marketing\n\nFull details can be found via: www.emsaustralia.com.au\n\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nFri. 26 October 2018\n8:30 am – 4:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nBrisbane Convention & Exhibition Centre\nMerivale Street \nSouth Brisbane, QLD 4101 \n\nView Map\nView Map\n\n\nRefund Policy\n\nRefunds up to 30 days before event\n\n"
    },
    {
        "title": "The Dawn Wall - Brisbane, presented by Urban Climb",
        "price": "\n\t$18 – $22\n",
        "description": "\nTHE DAWN WALL is here!  Join us for this special screening presented in Brisbane by Urban Climb which will include event stalls and on stage introduction to the most anticipated climbing film ever made.\nIn January, 2015, American rock climbers Tommy Caldwell and Kevin Jorgeson captivated the world with their effort to climb the Dawn Wall, a seemingly impossible 3,000 foot rock face in Yosemite National Park, California. The pair lived on the sheer vertical cliff for weeks, igniting a frenzy of global media attention.\nBut for Tommy Caldwell, the Dawn Wall was much more than just a climb. It was the culmination of a lifetime defined by overcoming obstacles. At the age of 22, the climbing prodigy was taken hostage by rebels in Kyrgyzstan. Shortly after, he lost his index finger in an accident, but resolved to come back stronger. When his marriage fell apart, he escaped the pain by fixating on the extraordinary goal of free climbing the Dawn Wall.  Blurring the line between dedication and obsession, Caldwell and his partner Jorgeson spend six years meticulously plotting and practicing their route. On the final attempt, with the world watching, Caldwell is faced with a moment of truth. Should he abandon his partner to fulfill his ultimate dream, or risk his own success for the sake of their friendship? \nMore than just a climbing movie, THE DAWN WALL is an epic and inspirational story that will take you into the hearts and minds of the protagonists and is to be enjoyed by all.\nWINNER OF THE AUDIENCE AWARD AT SOUTH BY SOUTHWEST. ACCEPTED TO MELBOURNE INTERNATIONAL FILM FESTIVAL.  DESCRIBED BY VARIETY MAGAZINE AS A \"MUST SEE\". 100% ON ROTTEN TOMATOES. CHECK IT OUT NOW!\nCLICK TO WATCH THE TEASER\n\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nWed. 17 October 2018\n7:30 pm – 9:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nSchonell Theatre\nSaint Lucia, QLD 4072 \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    },
    {
        "title": "Hispanic Comedy Festival 2018 - BRISBANE",
        "price": "\n\t$75\n",
        "description": "\n \nLos Mejores Comediantes de Sur America vienen a Australia en Septiembre !\nFernando Sanjio - Argentina, Alejandro Riaño - Colombia, Nadia Maria - Venezuela, Fabrizio Copano - Chile y Antonio Sanint - Colombia\nSEPTIEMBRE 28\nBRISBANE!\n\n\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nFri. 28 September 2018\n7:30 pm – 9:45 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nSchonell Theatre\nBld 22 (L3) Union Complex, Union Road \nUniversity of Queensland \nSaint Lucia, QLD 4072 \n\nView Map\nView Map\n\n\nRefund Policy\n\nRefunds up to 30 days before event\n\n"
    },
    {
        "title": "Ozri 2018 - Brisbane",
        "price": "\n\t$0 – $1,044.45\n",
        "description": "\nAUSTRALIAN ESRI USER CONFERENCE – OZRI 2018 \nOzri will bring the world’s best and brightest spatial minds – together with Australia’s own local user community – to Brisbane to showcase the latest ArcGIS innovations from around the world. \nIn addition to a program packed with compelling user presentations and multiple conference streams, the event will feature a dynamic 'TechHub' exhibition area, where you’ll find extraordinary technical demonstrations, new product launches and hands-on learning experiences. You’ll also have the opportunity to network with your industry peers at the famous post-conference function. \nOzri will also be visiting Sydney and Melbourne in November. To find out more about these events, please visit the Ozri homepage.  \n\nExclusive Training Offer\nAlso returning this year is the opportunity to combine your Ozri registration with a full day of training.  \nPre-Ozri training: 9am to 5pm on Thursday 15 November\n\n\nMigrating from ArcMap to Pro \n\n\nA guide to ArcGIS field apps\n\n\nGetting started with Insights for ArcGIS\n\n\nCreating Story Maps with ArcGIS\n\n\nVenue: Saxons Brisbane, Level 11, 300 Adelaide Street, Brisbane \nOrganisations with allocated Learning and Service Units (LSUs) can use these to register for the combined training course and Ozri full registration. \nFor more information, please visit the Ozri website or contact the Esri Australia events team. \n",
        "date and time and location": "\nDate and Time\n\n\n\n\nFri. 16 November 2018\n8:00 am – 6:00 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nBrisbane Convention and Exhibition Centre\n133 Grey Street \nSouth Brisbane, QLD 4000 \n\nView Map\nView Map\n\n\n"
    },
    {
        "title": "Meet Leigh Sales - Brisbane City Hall",
        "price": "\n\tFree\n",
        "description": "\nJoin Leigh Sales, host of ABC’s 7.30, in-conversation with Sarah Kanowski as she discusses her new book, Any Ordinary Day.\nAs a journalist, Leigh Sales often encounters people experiencing the worst moments of their lives in the full glare of the media. But one particular string of bad news stories – and a terrifying brush with her own mortality – sent her looking for answers about how vulnerable each of us is to a life-changing event. What are our chances of actually experiencing one? What do we fear most and why? And when the worst does happen, what comes next?  In this wise and layered book, Leigh talks intimately with people who’ve faced the unimaginable, from terrorism to natural disaster to simply being in the wrong place at the wrong time. Expecting broken lives, she instead finds strength, hope, even humour. Leigh brilliantly condenses the cutting-edge research on the way the human brain processes fear and grief, and poses the questions we too often ignore out of awkwardness. Along the way, she offers an unguarded account of her own challenges and what she’s learned about coping with life’s unexpected blows.\nBooks will be available for purchase on the night, or bring your copy from home for Leigh to sign. \nPresented as part of the Lord Mayor’s Writers in Residence series.\nWeekday parking after 4.30pm is available at King George Square Car Park for $5.\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nThu. 4 October 2018\n6:30 pm – 7:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nBrisbane City Hall - Main Auditorium\n64 Adelaide Street \nBrisbane City, QLD 4000 \n\nView Map\nView Map\n\n\n"
    },
    {
        "title": "DRAGFEST 2019 (BRISBANE) - THE REALNESS TOUR",
        "price": "\n\t$81.08 – $310.48\n",
        "description": "\nThis will be our biggest show of the year, Dragfest The Realness Tour! If you think you've already seen the best drag show of your life, you ain't seen nothing yet! Hosted by your fave corporate kitty girl, Karen From Finance, we're bringing you 8 of the best queens from RuPaul's Drag Race.\nCheck out the lineup at www.itdevents.com- Management reserves the right to refuse admission- Lineups are subject to change- This event is for 18+ only- No professional cameras permitted- No refunds permitted unless the event is cancelled\nMore details terms and conditions can be found herehttp://itdevents.com/terms/\nPlease make sure you enter your Mobile & Email address correctly as we will use this to contact you with accurate event timing for the event 1 week prior.\n",
        "date and time and location": "\nDate and Time\n\n\n\n\nSun. 30 June 2019\n7:00 pm – 11:30 pm AEST\n\nAdd to Calendar\n\n\n\nLocation\n\nFamily\n8 McLachlan Street \nFortitude Valley, QLD 4006 \n\nView Map\nView Map\n\n\nRefund Policy\n\nNo Refunds\n\n"
    }
]